tap "homebrew/bundle"
tap "homebrew/services"
tap "j178/tap"
tap "martido/graph"
tap "wez/wezterm"
tap "zurawiki/brews"
brew "m4"
brew "bat"
brew "bdw-gc"
brew "bison"
brew "c-ares"
brew "libpng"
brew "gdbm"
brew "gettext"
brew "libffi", link: true
brew "openssl@1.1", link: true
brew "readline"
brew "xz"
brew "python@3.9"
brew "cmake"
brew "create-dmg"
brew "direnv"
brew "flyctl"
brew "libtool"
brew "fontforge"
brew "gh"
brew "git-lfs"
brew "gmp"
brew "gnu-sed"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "guile"
brew "jemalloc"
brew "libgpg-error"
brew "libassuan"
brew "libev"
brew "libgcrypt"
brew "libksba"
brew "libpq"
brew "libusb"
brew "python@3.10"
brew "llvm@11"
brew "molten-vk"
brew "nasm"
brew "neofetch"
brew "node@18", link: true
brew "npth"
brew "openssl@3"
brew "pandoc"
brew "pinentry"
brew "pipx"
brew "shellcheck"
brew "telnet"
brew "tokei"
brew "tree"
brew "zlib"
brew "j178/tap/leetgo"
cask "gpg-suite"
cask "logseq"
cask "xquartz"
